/**
 * ? добавить различия для пк и тачпада
 * complete зафиксить баг в графике (при уменьшении ширины окна)
 * complete сделать адаптив для хедера
 * complete адаптив для всей страницы
 * complete сделать что-то с футером
 * complete добавить фон в проектах
 * complete исправить подсветку и прокрутку хедера
 * complete не кликается окно поиска в проектах
 * complete ссылки на контакты
 * complete рандомная кнопка
 * complete сделать "крышку"
 * complete переделать хедер
 * TODO зафиксить анимацию для разных языков лого
 * TODO 767 баг меню в хедере (клик)
 * TODO смена языка
 * TODO добавить прелоудер
 * TODO link на githab
 * TODO поставить портфолио в проекты
 */

